Repository: UB-Mannheim/MArs
Catalog: locale/*.UTF-8/LC_MESSAGES/MArs.po
Languages: de_de

# bookings.none
source: No booking
de_de: Keine Buchung

# mail.salutation
source: Dear %s,
de_de: Sehr geehrte/r %s,

# mail.bookings
source: You have requested e-mail notification via our booking system. The following reservations are placed for the user id %s:
de_de: Sie haben über unser Buchungssystem eine E-Mail-Benachrichtigung angefordert. Folgende Buchungen sind für die Benutzerkennung %s vorgemerkt:

# mail.link
source: Manage your seat bookings here:
de_de: Verwalten Sie Ihre Sitzplatzbuchungen hier:

# mail.greetings
source: Kind regards, Your Univerity Library
de_de: Mit freundlichen Grüßen, Ihre Universitätsbibliothek

# mail.subject
source: Mannheim UL - Seat Bookings
de_de: UB Mannheim - Sitzplatzbuchungen

# form.action.success
source: Action successful
de_de: Aktion erfolgreich

# form.action.failure
source: Action failed
de_de: Aktion nicht erfolgreich

# form.failure.personallimit
source: Reached personal booking limit
de_de: Persönlches Buchungslimit erreicht

# bookings.form.legend
source: Bookings
de_de: Buchungen

source: closed
de_de: geschlossen

# title
source: Seat Bookings
de_de: Sitzplatzbuchung

# auth.form.legend
source: Personal Data
de_de: Persönliche Daten

# auth.form.id
source: University ID
de_de: Universitäts-ID

# auth.form.password
source: Password
de_de: Passwort

# auth.logout
source: Logout
de_de: Abmelden

# bookings.mybookings
source: My bookings
de_de: Meine Sitzplatzbuchungen

# bookings.form.submit
source: Submit
de_de: Eingaben absenden

# bookings.form.email
source: Please inform me by e-mail about my current bookings.
de_de: Informieren Sie mich bitte per E-Mail über meine aktuellen Sitzplatzbuchungen.

# auth.form.login
source: Login
de_de: Anmelden

source: Admin functions
de_de: Admin-Funktionen

# admin.bookings.all
source: Show all bookings
de_de: Alle Buchungen anzeigen
